Repository: hivewallet/hive-mac
Catalog: Hive/*.lproj/Localizable.strings
Languages: ar, da, de, es, fil, fr, hi, it, pl, ru, sr_latn, sv, ur

source: (Please write in English if possible.)
de: (Wenn möglich bitte in Englisch.)
es: (Escribe en inglés si es posible)
fr: (Veuillez écrire en anglais si possible).
it: (Scrivi in Inglese, se possibile.)

source: Address
ar: العنوان
da: Adresse
de: Adresse
es: Dirección
fr: Adresse
hi: ऐडरेस
it: Indirizzo
pl: Adres
ru: Адрес
sr_latn: Adresa
sv: Adress
ur: ایڈریس

source: Amount exceeds balance.
ar: الرصيد الحالى لا يكفى لأتمام العملية
da: Beløbet er højere end din saldo.
de: Gesamtbetrag ist höher als der Kontostand
es: La cantidad excede el balance.
fil: Mas malaki ang amount kaysa sa balanse.
fr: Le montant excède le solde.
hi: राशि शेष से अधिक है
it: Importo non disponibile.
pl: Podana kwota jest zbyt duża.
ru: Сумма платежа превышает баланс.
sr_latn: Iznos je veći od bilansa.
sv: Belopp överskrider tillgångar.
ur: رقم بیلنس سے زیادہ ہے

source: Anonymous
ar: مجهول
da: Anonym
de: Anonym
es: Anónimo
fr: Anonyme
hi: गुमनाम
it: Anonimo
pl: Anonimowy użytkownik
ru: Анонимный пользователь
sr_latn: Anoniman
sv: Anonym
ur: نامعلوم

source: App requires a newer version of Hive.
de: App benötigt eine neuere Version von Hive.
es: La aplicación requiere una versión más reciente de Hive
fr: L'appli exige une version ultérieure de Hive.
it: App richiede una versione di Hive più recente.

source: Application can't be loaded
ar: تعذر تحميل البرنامج
da: Programmet kan ikke startes
de: Anwendung konnte nicht geladen werden
es: La aplicación no puede ser cargada
fil: Hindi mai-load ang application.
fr: L'application n'a pas pu être chargée
hi: अप्लीकेशन लोड नहीं किया जा सकता है
it: L'applicazione non può essere caricata
pl: Nie można otworzyć aplikacji
ru: Приложение не может быть загружено
sr_latn: Aplikacija ne može da se učita
sv: Programmet kan inte laddas
ur: ایپلیکیشن لوڈ نہیں کر سکتے ہیں

source: Apps
ar: التطبيقات
es: Aplicaciones
fil: Mga App
fr: Applis
hi: अनुप्रयोगों
it: Applicazioni
pl: Aplikacje
ru: Приложения
sr_latn: Aplikacije
ur: ایپلیکیشن

source: Are you sure you want to leave this page?
de: Möchten Sie diese Seite wirklich verlassen?
es: ¿Estás seguro de que quieres abandonar esta página?
fil: Nais mo talagang iwan ang page na ito?
fr: Êtes-vous sûr de vouloir quitter cette page ?
it: Sei sicuro di voler lasciare questa pagina?
pl: Czy jesteś pewny, że chcesz opuścić tą stronę?

source: Are you sure you want to send %@ (%@) to %@?
de: Sind Sie sicher, dass Sie %1$@ (%2$@) an %3$@ senden möchten?
es: ¿Seguro que quieres enviar %1$@ (%2$@) a %3$@?
fil: Sigurado ka bang nais mong ipadala ang %1$@ (%2$@) sa %3$@?
fr: Êtes-vous sûr de vouloir envoyer %1$@ (%2$@) à %3$@ ?
it: Sei sicuro di voler inviare %1$@ (%2$@) a %3$@?
pl: Czy jesteś pewny, że chcesz wysłać %1$@ (%2$@) do %3$@?
ru: Вы уверены, что хотите отправить %1$@ (%2$@) на %3$@?
sr_latn: Da li ste sigurni da želite da %3$@ pošaljete iznos od %1$@ (%2$@)?
sv: Är du säker på att du vill skicka %1$@ (%2$@) till %3$@?

source: Backup
es: Copia de Seguridad
fr: Sauvegarde
pl: Kopia zapasowa
ru: Резервное копирование
sr_latn: Rezervna kopija
sv: Säkerhetskopiering

source: Backup error
de: Backup-Fehler
es: Error de Copia de Seguridad
fr: Erreur lors de la sauvegarde
it: Errore Backup
pl: Błąd wykonywania kopii
ru: Ошибка резервного копирования
sr_latn: Greška prilikom pravljenja rezervne kopije
sv: Fel i säkerhetskopiering

source: Backup hasn't been done yet
de: Backup noch nicht durchgeführt
es: No se ha hecho aún la copia de seguridad
fil: Ang Backup ay hindi pa naisasagawa
fr: La sauvegarde n'a pas encore été faite
it: Il Backup non è ancora stato effettuato
pl: Nie wykonano jeszcze żadnej kopii
ru: Резервная копия еще не создана
sr_latn: Rezervna kopija još uvek nije završena
sv: Säkerhetskopieringen har inte blivit färdig än

source: Backup is not configured
de: Backup noch nicht konfiguriert
es: La copia de seguridad no está configurada
fil: Ang Backup ay hindi naisaayos
fr: La sauvegarde n'est pas configurée
it: Backup non configurato
pl: Kopia nie została skonfigurowana
ru: Резервное копирование не настроено
sr_latn: Rezervna kopija nije konfigurisana
sv: Säkerhetskopiering är inte konfigurerad

source: Backup problem
de: Problem beim Backup
es: Problema con la copia de seguridad
fr: Problème de sauvegarde
it: Problema nel Backup
pl: Problem z wykonywaniem kopii
ru: Проблема резервного копирования
sr_latn: Problem sa rezervnom kopijom
sv: Problem med säkerhetskopiering

source: Bitcoin network data file could not be opened - another instance of Hive might still be running.
de: Bitcoin Netzwerk Datei konnte nicht geöffnet werden - Eine weitere Hive Instanz ist eventuell bereits geöffnet.
es: No se pudo abrir el fichero de datos de red de Bitcoin - otra instancia de Hive puede que siga en marcha
fr: Le fichier de données du réseau Bitcoin n'a pas pu être ouvert - une autre instance de Hive être peut-être en cours.
it: Il file con i dati del network Bitcoin non può essere aperto - Hive potrebbe essere ancora aperto.

source: Bitcoin network data file could not be opened.
de: Bitcoin Netzwerk Datei konnte nicht geöffnet werden.
es: No se pudo abrir el fichero de datos de red de Bitcoin.
fr: Impossible d'ouvrir le fichier de données du réseau Bitcoin.
it: Il file con i dati del network Bitcoin non può essere aperto.

source: Can't create a directory to store the wallet backup
de: Das Verzeichnis für das Backup der Geldbörsen konnte nicht erstellt werden
es: No puedo crear el directorio para guardar la copia de seguridad
fil: Hindi makagawa ng directory upang mai-store ang wallet backup
fr: Impossible de créer un répertoire pour stocker la sauvegarde du portefeuille
it: Non è possibile creare una cartella in cui salvare il Backup
pl: Nie można założyć katalogu na kopię zapasową
ru: Невозможно создать директория для хранения резерва кошелька
sr_latn: Direktorijum gde treba da se sačuva rezervna kopija novčanika ne može biti napravljen
sv: Går inte att skapa en mapp för att lagra plånbokens säkerhetskopia

source: Cancel
ar: الغاء
da: Annuller
de: Abbrechen
es: Cancelar
fil: I-kansela
fr: Annuler
hi: अप्लीकेशन
it: Cancella
pl: Anuluj
ru: Отмена
sr_latn: Otkažite
sv: Avbryt
ur: منسوخ کریں

source: CANCELLED
de: ABGEBROCHEN
es: CANCELADO
fil: NAI-KANSELA
fr: ANNULÉE
it: CANCELLATO
pl: ANULOWANA
ru: ОТМЕНЕНО
sr_latn: Otkazano
sv: AVBRUTEN

source: Choose
de: Wählen
es: Elige
fil: Pumili
fr: Choisir
it: Scegli
pl: Wybierz
ru: Выбрать
sr_latn: Izaberite
sv: Välj

source: Choose a directory inside Dropbox folder where the backup should be saved:
de: Wählen Sie den Speicherort für Ihr Backup innerhalb des Dropbox-Ordners.
es: Elige una carpeta dentro de Dropbox donde guardar la copia de seguridad:
fil: Pumili ng directory sa loob ng Dropbox folder kung saan dapat mai-save ang backup.:
fr: Choisir un répertoire dans le dossier Dropbox où la sauvegarde devrait être enregistrée :
it: Seleziona una cartella in Dropbox in cui desideri salvare il Backup:
pl: Wybierz katalog wewnątrz folderu Dropbox, w którym ma być zapisywana kopia:
ru: Выберите директорию внутри папки Dropbox, где сохранить вашу резервную копию:
sr_latn: Izaberite direktorijum unutar Dropbox foldera gde rezervna kopija treba da bude sačuvana:
sv: Välj en katalog i din dropbox-plats där säkerhetskopian ska lagras:

source: click to copy
ar: اضغط للنسخ
da: kopier?
de: Kopieren
es: clickea para copiar
fil: I-click para kopyahin
fr: cliquer pour copier
hi: कॅापी के लिए क्लिक करें
it: clicca per copiare
pl: kliknij aby skopiować
ru: скопировать
sr_latn: kliknite za kopiranje
sv: klicka för att kopiera
ur: کاپی کرنے کے لئے کلک کریں

source: Confirm
de: Bestätigen
es: Confirmar
fil: Kumpirmahin
fr: Confirmer
it: Conferma
pl: Potwierdź
ru: Подтвердить
sr_latn: Potvrdite
sv: Bekräfta

source: Contact can't be saved.
ar: تعذر حفظ جهة الاتصال
da: Kontaktpersonen kunne ikke gemmes.
de: Kontakt konnte nicht gespeichert werden.
es: El contacto no puede ser guardado.
fil: Hindi mai-save ang contact.
fr: Le contact ne peut pas être enregistré.
hi: कोंटेक्ट सेव नहीं किया जा सकता है.
it: Il contatto non può essere salvato.
pl: Nie można zapisać kontaktu.
ru: Контакт не может быть сохранен.
sr_latn: Kontakti ne mogu biti sačuvani.
sv: Kontakt kan inte sparas.
ur: رابطہ کو محفوظ نہیں کر سکتے ہیں

source: Contact the author
es: Contacta con el autor
fil: I-contact ang author
it: Contatta l'autore

source: Contacts
ar: جهات الاتصال
da: Kontaktpersoner
de: Kontakte
es: Contactos
fil: Mga Contact
hi: कोंटेक्ट
it: Contatti
pl: Kontakty
ru: Контакты
sr_latn: Kontakti
sv: Kontakter
ur: رابطے

source: copied!
ar: تم النسخ!
da: kopieret!
de: Kopiert!
es: ¡copiado!
fil: nakopya na!
fr: copié !
hi: कॉपी बन गया
it: copiato!
pl: skopiowano!
ru: скопировано!
sr_latn: iskopirano!
sv: kopierad!
ur: کاپی ھوگیا

source: Could not read wallet file. It might be damaged.
de: Die Geldbörse konnte nicht gelesen werden. Möglicherweise ist sie beschädigt.
es: No se ha podido leer el archivo de la cartera. Puede estar dañado.
fil: Hindi mabasa and wallet file. Maaring ito ay nasira.
fr: Impossible de lire le fichier du portefeuille. Il est peut-être endommagé.
it: Non è possibile leggere il file del portafoglio.Potrebbe essere danneggiato.
pl: Nie można odczytać pliku z portfelem - plik może być uszkodzony.
ru: Невозможно прочитать файл кошелька. Возможно он поврежден..
sr_latn: Fajl novčanika ne može biti pročitan. Možda je oštećen.
sv: Kan inte läsa plånboskfilen. Filen kan vara skadad.

source: Disable
de: Deaktivieren
es: Deshabilitar
fil: i-disable
fr: Désactiver
it: Disabilita
pl: Wyłącz
ru: Отключить
sr_latn: Onesposobite
sv: Inaktivera

source: Disabled
de: deaktiviert
es: Deshabilitado
fil: na-disable
fr: Désactivé
it: Disabilitato
pl: Wyłączona
ru: Отключено
sr_latn: Onesposobljeno
sv: Inaktiverad

source: Discard Changes
de: Änderungen verwerfen
es: Deshacer Cambios
fil: Tanggalin ang mga pagbabago
fr: Ignorer les changements
it: Ignora Modifiche
pl: Porzuć zmiany

source: Do you really want to remove %@ from your contact list?
de: Möchtest du %@ wirklich von deiner Liste löschen?
es: ¿De verdad quieres eliminar a %@ de tu lista de contactos?
fil: Gusto mo ba talaga tanggalin %@ sa iyong listahan ng mga contacts?
fr: Voulez-vous vraiment retirer %@ de votre liste de contacts ?
it: Vuoi davvero rimuovere %@ dai tuoi contatti?
pl: Na pewno chcesz usunąć %@ z listy kontaktów?
ru: Вы действительно хотите удалить %@ из ваших контактов?
sr_latn: Da li zaista želite da uklonite %@ iz vaše liste kontakata?
sv: Är du säker på att du vill ta bort %@ från dina kontakter?

source: Do you want to add "%@" to Hive?
de: Möchten Sie "%@" Hive hinzufügen?
es: ¿Quieres añadir a "%@" a Hive?
fil: Gusto mo bang idagdag any "%@" sa Hive?
fr: Voulez-vous ajouter « %@ » à Hive ?
it: Vuoi aggiungere "%@" ad Hive?
pl: Czy chcesz dodać aplikację "%@" do Hive?
ru: Вы хотите добавить "%@" в Hive?
sr_latn: Da li želite da dodate "%@" u Hive?
sv: Vill du lägga till "%@" i Hive?

source: Do you want to remove "%@" from the application list?
es: ¿Quieres quitar "%@" de la lista de aplicaciones?
fil: Nais mo bang tanggaling ang "%@" mula sa listahan ng application?
it: Vuoi rimuovere "%@" dalla lista di applicazioni?

source: Dropbox folder not found
de: Dropbox-Ordner nicht gefunden
es: Carpeta de Dropbox no encontrada
fil: Ang Dropbox folder ay hindi mahanap
fr: Dossier Dropbox introuvable
it: Cartella Dropbox non trovata
pl: Nie znaleziono folderu Dropbox
ru: Папка Dropbox не найдена
sr_latn: Dropbox folder nije pronađen
sv: Dropbox-katalog hittades inte

source: Dropbox folder not found.
de: Dropbox-Ordner nicht gefunden.
es: Carpeta de Dropbox no encontrada.
fil: Ang Dropbox folder ay hindi mahanap.
fr: Dossier Dropbox introuvable.
it: Cartella Dropbox non trovata.
pl: Nie znaleziono folderu Dropbox.
ru: Папка Dropbox не найдена.
sr_latn: Dropbox folder nije pronađen.
sv: Dropbox-katalog hittas inte.

source: Dropbox isn't running
de: Die Dropbox-App läuft derzeit nicht
es: Dropbox no está ejecutándose
fil: Ang Dropbox ay hindi gumagana.
fr: Dropbox ne tourne pas
it: Dropbox non è attivo
pl: Aplikacja Dropbox nie jest uruchomiona
ru: Dropbox не запущен
sr_latn: Dropbox nije uključen.
sv: Dropbox körs inte

source: Edit contact
ar: تعديل جهة الاتصال
da: Rediger
de: Kontakt bearbeiten
es: Editar contacto
fil: Baguhin ang contact
fr: Modifier le contact
hi: एडिट कोंटेक्ट
it: Modifica contatto
pl: Edytuj kontakt
ru: Редактировать контакт
sr_latn: Izmenite kontakt
sv: Ändra kontakt
ur: رابطہ میں ترمیم کریں

source: Edit profile
ar: تعديل الملف الشخصى
da: Rediger
de: Profil bearbeiten
es: Editar perfil
fil: Baguhin ang profile
fr: Modifier le profil
hi: एडिट प्रोफाइल
it: Modifica profilo
pl: Edytuj profil
ru: Редактировать профиль
sr_latn: Izmenite profil
sv: Ändra profil
ur: پروفائل میں ترمیم کریں

source: Enable
de: Aktivieren
es: Habilitar
fil: I-enable
fr: Activer
it: Abilita
pl: Włącz
ru: Включить
sr_latn: Osposobite
sv: Aktivera

source: Enable...
de: aktiviert...
es: Habilitar...
fil: I-enable...
fr: Activer...
it: Abilita...
pl: Włącz...
ru: Включить...
sr_latn: Osposobite...
sv: Aktivera...

source: Enter your passphrase to confirm the transaction:
de: Geben Sie Ihr Passwort ein, um die Transaktion zu bestätigen.
es: Introduce tu contraseña para confirmar la transacción:
fil: I-enter any iyong passphrase upang maikumpirma ang transaction:
fr: Saisir votre phrase de passe pour confirmer la transaction :
it: Inserisci la tua passphrase per confermare la transazione:
pl: Podaj hasło portfela, aby potwierdzić transakcję:
ru: Введите ваш пароль для подтверждения транзакции:
sr_latn: Unesite svoju lozinku kako bi potvrdili transakciju:
sv: Ange ditt lösenord för att genomföra transaktionen:

source: Firstname
ar: لاسم الاول
da: Fornavn
de: Vorname
es: Nombre
fil: Pangalan
fr: Prénom
hi: फस्ट नेम
it: Nome
pl: Imię
ru: Имя
sr_latn: Ime
sv: Förnamn
ur: پہلا نام

source: Hive application file "%@" could not be opened.
de: Hive Anwendungs-Datei "%@" konnte nicht geöffnet werden.
es: El fichero de la aplicación "%@" no se pudo abrir.
fil: Ang Hive application file "%@" ay hindi mabuksan.
fr: Le fichier d'application Hive « %@ » n'a pas pu être ouvert.
it: Il file "%@" dell'applicazione Hive non può essere aperto.

source: Hive cannot be started.
de: Hive konnte nicht gestartet werden.
es: Hive no puede iniciarse.
fil: Ang Hive ay hindi masimulan.
fr: Hive n'a pas pu être démarré.
it: Hive non può essere aperto.
pl: Nie można uruchomić Hive.
ru: Hive не может быть запущен.
sr_latn: Hive ne može biti pokrenut.
sv: Hive kan inte köras.

source: Hive database file cannot be opened.
de: Hive-Datenbank kann nicht geöffnet werden.
es: La base de datos de Hive no puede abrirse.
fil: Ang Hive database file ay hindi mabuksan.
fr: Impossible d'ouvrir le fichier de base de données de Hive.
it: Il file database di Hive non può essere aperto.
pl: Nie można otworzyć pliku z bazą danych Hive.
ru: База данных Hive не может быть открыта.
sr_latn: Fajl Hive baze podataka ne može biti otvoren.
sv: Hives databasfil kan inte öppnas.

source: Hive directory is excluded from Time Machine backup
de: Das Hive-Verzeichnis wurde vom Time-Machine-Backup ausgeschlossen
es: La carpeta de Hive está excluida del backup de Time Machine
fil: Ang Hive directory is excluded from Time Machine backup
fr: Le répertoire de Hive est exclus des sauvegardes de Time Machine
it: La cartella di Hive è esclusa dal backup di Time Machine
pl: Katalog Hive jest wyłączony z kopii zapasowej Time Machine
ru: Директория Hive исключена из ваших резервных копий Time Machine
sr_latn: Hive direktorijum je isključen iz Time Machine rezervne kopije
sv: Hive-katalog är exkluderad från Time Machines säkerhetskopia

source: Hive is currently syncing with the Bitcoin network. Are you sure you want to quit?
de: Hive synchronisiert aktuell mit dem Bitcoin Netzwerk. Wollen Sie Hive wirklich beenden?
es: Hive se está sincronizando en este momento con la red Bitcoin. ¿Estás seguro de que quieres salir?
fil: Ang hive ay kasalakuyang nagsi-sync sa Bitcoin network. Nais mo talagang mag-quit?
fr: Hive est en cours de synchronisation avec le réseau Bitcoin. Êtes-vous sûr de vouloir quitter ?
it: Hive si sta sincronizzando con il network Bitcoin. Sei sicuro di voler chiudere?

source: Hive will now delete the file and synchronize with the Bitcoin network again. Please leave Hive open for the next several minutes, and try not to send any transactions right now.
de: Hive wird die Datei nun löschen und erneut mit dem Bitcoin Netzwerk synchronisieren. Bitte lassen Sie Hive für die nächsten Minuten geöffnet und versuchen Sie keine Transaktionen zu tätigen.
es: Hive eliminará ahora el fichero y sincronizará con la red Bitcoin de nuevo. Por favor deje Hive abierto durante los próximos minutos y evite enviar ninguna transacción en este momento.
fil: Ang Hive ay magbubura ng file at magsi-synchronize sa Bitcoin network uli. Maari lamang na iwan ang Hive na nakabukas nang ilang minuto, at mabuting huwag munang magpadala ng kahit anong transaksiyon ngayon.
fr: Hive va maintenant supprimer le fichier et se synchroniser de nouveau avec le réseau Bitcoin. Veuillez laisser Hive ouvert pour les prochaines minutes et essayez de ne pas envoyer de transactions pour l'instant.
it: Hive cancellerà il file and si sincronizzerà nuovamente con il network Bitcoin. Per favore lascia Hive aperto per i prossimi minuti, e non inviare nessuna transazione.

source: I've just received some Bitcoin using Hive
de: Sie haben soeben Bitcoin in Hive erhalten
es: Acabo de recibir algunos Bitcoins usando Hive
fil: Ako ay nakatanggap ng Bitcoin gamit ang Hive
fr: Je viens juste de recevoir des bitcoins en utilisant Hive
it: Ho appena ricevuto Bitcoins utilizzando Hive
pl: Odebrałem właśnie Bitcoiny przy pomocy portfela Hive
ru: Я только что получил Биткоины используя Хайв
sr_latn: Upravo sam primio bitkoin koristeći Hive
sv: Jag mottog precis Bitcoins med Hive

source: I've just sent some Bitcoin using Hive
de: Ich habe gerade mit Hive Bitcoin gesendet
es: Acabo de enviar algunos Bitcoins usando Hive
fil: Ako ay nagpadala ng Bitcoin gamit ang Hive
fr: Je viens d'envoyer des bitcoins en utilisant Hive
it: Ho appena inviato Bitcoins utilizzando Hive
pl: Wysłałem właśnie Bitcoiny przy pomocy portfela Hive
ru: Я только что отпрвил Биткоины используя хайв
sr_latn: Upravo sam poslao bitkoin koristeći Hive
sv: Jag skickade precis Bitcoins med Hive

source: Install
de: Installieren
es: Instalar
fil: I-install
fr: Installer
it: Installa
pl: Zainstaluj
ru: Установить
sr_latn: Instalirajte
sv: Installera

source: It's dangerous to upload unencrypted wallets.
de: Unverschlüsselte Geldbörsen hochzuladen ist gefährlich.
es: Es peligroso subir carteras sin cifrar.
fil: Delikado ang mag-upload ng mga wallet na hindi encrypted.
fr: Il est dangereux de téléverser des portefeuilles non chiffrés.
it: E' pericoloso caricare portafogli non crittografati.
pl: Udostępnianie komukolwiek niezaszyfrowanego portfela jest niebezpieczne.
ru: Это опасно загружать незашифрованные кошельки.
sr_latn: Opasno je slati neenkriptovane novčanike na Internet.
sv: Det är väldigt osäkert att ladda upp okrypterade plånböcker.

source: Keep Editing
de: Bearbeitung fortführen
es: Seguir Editando
fil: Panatilihin ang pag-eedit
fr: Continuer les modifications
it: Continua a Modificare
pl: Edytuj dalej

source: Label
ar: ملصق
da: Type
de: Bezeichnung
es: Etiqueta
fr: Étiquette
it: Etichetta
pl: Nazwa
ru: Надпись
sr_latn: Oznaka
sv: Etikett
ur: لیبل

source: Last backup on %@
de: Letztes Backup am %@
es: Último backup el %@
fil: Huling backup ay noong %@
fr: Dernière sauvegarde le %@
it: Ultimo backup il %@
pl: Ostatnia kopia %@
ru: Последняя резерв. копия %@
sr_latn: Poslednja rezervna kopija na %@
sv: Senaste säkerhetskopieringen var %@

source: Lastname
ar: الاسم الاخير
da: Efternavn
de: Nachname
es: Apellido
fil: Apelyido
fr: Nom de famille
hi: लास्ट नेम
it: Cognome
pl: Nazwisko
ru: Фамилия
sr_latn: Prezime
sv: Efernamn
ur: آخری نام

source: main
ar: أساسي
da: primær
de: Hauptadresse
es: principal
fr: principale
hi: लास्ट नेम
it: principale
pl: główny
ru: основной
sr_latn: glavna
sv: Huvudadress
ur: مین

source: Main address
ar: العنوان الرئيسي
da: Primær adresse
de: Hauptadresse
es: Dirección principal
fil: Pangunahing address
fr: Adresse principale
hi: मैन एडरेस
it: Indirizzo principale
pl: Główny adres
ru: Основной адрес
sr_latn: Glavna adresa
sv: Huvudadress
ur: مین ایڈریس

source: New contact
ar: جهة اتصال جديدة
da: Ny kontaktperson
de: Neuer Kontakt
es: Nuevo contacto
fil: Bagong contact
fr: Nouveau contact
hi: नया कोंटेक्ट
it: Nuovo contatto
pl: Nowy kontakt
ru: Добавить контакт
sr_latn: Novi kontakt
sv: Ny kontakt
ur: نیا رابطہ

source: No address entered.
ar: العنوان فارغ.
da: Ingen adresse angivet.
de: Keine Adresse eingegeben.
es: Dirección no introducida.
fil: Walang nilagay na address.
fr: Aucune adresse saisie.
hi: एडरेस दर्ज नहीं किया.
it: Nessun indirizzo inserito.
pl: Nie podano żadnego adresu.
ru: Адрес не может быть пустым.
sr_latn: Adresa nije upisana.
sv: Ingen adress ifylld
ur: کوئی ایڈریس نہیں ڈالا کیا گیا

source: No backup since %@
de: Kein Backup seit %@
es: Sin backup desde %@
fil: Walang backup mula %@
fr: Aucune sauvegarde depuis %@
it: Nessun backup dal %@
pl: Nie wykonano żadnej kopii od %@
ru: Нет резерв. копий с %@
sr_latn: Bez rezervne kopije od %@
sv: Ingen säkerhetskopia sedan %@

source: No backups configured
de: Keine Backups konfiguriert
es: No hay copias de seguridad configuradas
fil: Walang configured na backups
fr: Aucune sauvegarde n'est configurée
it: Nessun backup configurato

source: No Bitcoin have been taken from your wallet.
de: Aus ihrer Geldbörse wurde kein Bitcoin entfernt.
es: Ningún Bitcoin ha sido tomado de tu cartera.
fil: Walang Bitcoin na ibinawas sa iyong wallet.
fr: Aucun bitcoin n'a été retiré de votre portefeuille.
it: Non è stato toccato nessun Bitcoin del tuo portafoglio.
pl: Bitcoiny nie zostały pobrane z twojego portfela.
ru: Биткоины не были списаны с вашего кошелька.
sr_latn: Nijedan bitkoin nije uzet iz vašeg novčanika.
sv: Inga Bitcoins har blivit tagna från din plånbok.

source: or choose from the list
ar: أو اختار من القائمة
da: eller vælg fra listen
de: aus der Liste auswählen
es: o elige de la lista
fil: o mamili sa listahan
fr: ou choisir dans la liste
hi: या सूची में से चुने
it: o scegli dalla lista
pl: lub wybierz z listy
ru: или выберите из списка
sr_latn: ili izaberite sa liste
sv: eller välj från listan
ur: یا فہرست میں سے منتخب کریں

source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
pl: Hasło
ru: Пароль
sr_latn: Lozinka

source: PENDING
de: OFFEN
es: PENDIENTE
fr: EN ATTENTE
it: NON CONFERMATA
pl: W REALIZACJI
ru: ОЖИДАНИЕ
sr_latn: NA IZVRŠENJU
sv: PÅGÅENDE

source: Please check if you have entered the address correctly.
ar: رجاء التأكد انك أدخلت العنوان بشكل صحيح
da: Se venligst efter, om du har angivet adressen korrekt.
de: Bitte überprüfen sie, ob die Adresse richtig eingegeben wurde.
es: Por favor verifica si has introducido la dirección correctamente.
fil: Maari lamang na tingnan ulit kung nailagay nang tama ang iyong address.
fr: Veuillez vérifier d'avoir saisi l'adresse correctement.
hi: कृपया जांच करें कि क्या आप ने सही पता दर्ज किया है.
it: Controlla di aver inserito l'indirizzo correttamente.
pl: Sprawdź czy wprowadzony adres jest poprawny.
ru: Пожалуйста, проверьте правильность ввода адреса.
sr_latn: Molimo vas proverite da li ste ispravno uneli adresu.
sv: Vänligen, kontrollera att du har fyllt i adressen korrekt.
ur: براہ مہربانی چیک کریں کہ کیا آپ نے صحیح ایڈریس درج کیا ہے۔
