Repository: hivewallet/hive-mac
Catalog: Hive/*.lproj/Localizable.strings
Languages: ar, da, de, es, fil, fr, hi, it, pl, ru, sr_latn, sv, ur

source: You won't be able to undo this operation.
de: Diese Aktion kann nicht widerrufen werden.
es: No podrás revertir esta operación.
fil: Hindi mo na maaaring i-undo and operasyon na ito.
fr: Vous ne pourrez pas annuler cette opération.
it: Non potrai cancellare questa operazione.
pl: Nie można cofnąć tej operacji.
ru: Вы не сможете отменить эту операцию.
sr_latn: Nećete moći da poništite ovu operaciju.
sv: Du kommer inte kunna ångra denna åtgärd.

source: You've received Bitcoin
de: Sie haben Bitcoin erhalten
es: Has recibido Bitcoin
fil: Ikaw ay nakatanggap ng Bitcoin
fr: Vous avez reçu des bitcoins
it: Hai ricevuto Bitcoins
pl: Otrzymałeś Bitcoiny
ru: Вы получили Биткоины
sr_latn: Primili ste bitkoin
sv: Du mottog Bitcoins

source: Your changes won't be saved.
de: Ihre Änderungen werden nicht gespeichert.
es: Tus cambios no se guardarán
fil: Ang iyong mga pagbabago ay hindi maisa-save.
fr: Vos changements ne seront pas sauvegardés.
it: Le tue modifiche non verranno salvate.
pl: Wprowadzone zmiany nie zostaną zapisane.

source: Your pending transactions won't be confirmed until the sync is complete.
de: Ihre ausstehenden Transaktionen werden nicht bestätigt solange die Synchronisation nicht abgeschlossen ist.
es: Tus transacciones pendientes no serán confirmadas hasta que se complete la sincronización.
fil: Ang iyong mga pending na transaksiyon ay hindi makukumpirma hanggang ang sync ay makumpleto.
fr: Vos transactions en attente ne seront pas confirmée tant que la synchro n'est pas terminée.
it: La tua transazione non verrà confermata fino a quando la sincronizzazione con il network non sarà completa.

source: email
ar: البريد الاليكترونى
fr: courriel
hi: ईमेल
ru: эл. почта
sv: e-post
ur: ای میل

source: Backup failed
pl: Błąd wykonywania kopii zapasowej
ru: Резервное копирование не удалось
sr_latn: Pravljenje rezervne kopije nije uspelo

source: Could not save changes while quitting. Quit anyway?
ar: لا يمكن حفظ التغييرات أثناء الأغلاق. هل تود المتابعة ؟
da: Ændringerne blev ikke arkiveret ved afslutningen. Afslut alligevel?
hi: सेव चेन्ज नही हुआ है बंद से .कैसे भी बंद करे?
pl: Nie można zapisać zmian. Czy chcesz zakończyć mimo wszystko?
ru: Невозможно сохранить изменения. Все равно выйти?
sr_latn: Izmene nisu uspešno sačuvane prilikom izlaženja. Izaći svejedno?
ur: مکمل بند کرنے سے تبدیلیاں محفوظ نہیں ھونگی. بہر حال بند کریں؟

source: Could not write wallet file. Another instance of Hive might still be running.
pl: Nie można zapisać pliku z portfelem - możliwe, że w tle działa inna kopia Hive.
ru: Невозможно записать файл кошелька. Другая копия Hive возможно все еще запущена.
sr_latn: Fajl novčanika ne može biti zapisan. Druga instanca Hive-a je možda još uvek aktivirana.

source: Quitting now will lose any changes you have made since the last successful save
ar: الأغلاق سوف يتسبب فى فقد التغييرات التى حدثت منذ اخر عملية حفظ
da: Hvis du afslutter nu, vil du miste alle ændringer du har foretaget siden sidste arkivering.
hi: अभी बंद करने से वह चेन्ज सेव नहीं होगा जो पिछले चेन्ज सेव करने के बाद किया होगा है
pl: Jeśli wybierzesz opcję Zakończ, utracisz zmiany od ostatniego zapisu
ru: Выйдя сейчас Вы потеряете все изменения с момента последнего успешного сохранения
sr_latn: Izlaženje sada bi uzrokovalo gubitak svih izmena koje ste napravili od prethodnog uspešnog čuvanja.
ur: ابھی بند کرنے سے وہ تبدیلیاں محفوظ نہیں ہوگی جو آخری تبدیلیاں محفوظ کرنے کے بعد کی گی ہیں

source: Why would you want to send someone 0 BTC?
ar: لماذ ترغب فى أرسال 0 بتكوين الى شخص معين؟
da: Hvorfor ville du ønske at sende 0 BTC?
hi: क्यों आप किसी को 0 बिट कॅाइन भेजना चाहते हो?
pl: Po co chcesz wysyłać komuś 0 BTC?
ru: Зачем отправлять кому-либо 0 BTC?
sr_latn: Zašto biste želeli nekome da pošaljete 0 BTC?
ur: آپ کیوں کسی کو 0 بٹ کوئن بھیجنا چاھتےہو؟

source: Enter an amount greater than zero.
ar: أدخل قيمة اكبر من صفر
da: Indtast et beløb større end nul.
hi: शून्य से अधिक राशि दर्ज करें.
ru: Введите сумму больше нуля.
sr_latn: Unesite iznos veći od nule.
ur: صفر سے بڑی رقم داخل کریں

source: OK
ar: أوك
hi: ठीक है
ru: ОК
ur: او کے

source: A network error has occurred or the application data file has been removed or corrupted.
ar: هناك مشكلة فى الاتصال بلشبكة او ملف البرنامج غير موجود او تالف
da: En netværksfejl opstod, eller programmets dataarkiv er blevet fjernet eller er korrupt.
hi: नेटवर्क त्रुटि (खराब)हो गई है या अप्लीकेशन डेटा फ़ाइल हटा लिया गया है । या खराब हो गया है.
ur: نیٹ ورک میں خرابی یا درکار ڈیٹا فائل وھاں سے ہٹا دی یا خراب ہوگئ ہے

source: Do you really want to remove %@ %@ from your contact list?
ar: هل ترغب فى ازالة %1$@ %2$@ من جعات الاتصال الخاصة بك
da: Er du sikker på at du ønsker at fjerne %1$@ %2$@ fra din kontaktliste?
hi: तुम सच %1$@ %2$@ आपकी संपर्क सूची से% को दूर करना चाहते हैं?
ur: کیا آپ واقعی @$2% @$1% کواپنی رابطہ فہرست میں سے خارج کرنا چاہتے ہیں ؟

source: from
ar: من
da: fra
ur: سے

source: Install Hive App
ar: تنصيب برنامج Hive
da: Installer Hive App
hi: इंस्टोल Hive अप्लीकेशन
ur: اپلیکیشن Hive انسٹال

source: No
ar: لا
da: Nej
hi: नही
ur: نہیں

source: No bitcoin have been taken from your wallet.
ar: لا يوجد بتكوين خرج من المحفظة.
da: Ingen Bitcoins er blevet overført fra din Bitcoin-wallet.
hi: आप के वॅालेट से कोई बिटकॅाइन नही लिया है
ur: کوئی بھی بٹ کوئن آپ کے والٹ سے نھیں لیا گیا ہے

source: Remove contact
ar: مسح جهة الأتصال
da: Fjern kontaktperson
hi: कोंटेक्ट हटाये
ur: رابطہ ختم کریں

source: to
ar: إلى
da: til
ur: پر

source: Would you like to install "%@" application?
ar: هل ترغب فى تنصيب برنامج "%@" ؟
da: Vil du installere programmet "%@"?
hi: क्या आप "%@" अप्लीकेशन इंस्टोल करना चाहोगे?

source: Yes
ar: نعم
da: Ja
hi: हाँ
ur: جی ہاں

source: You already have "%@" application. Would you like to overwrite it?
ar: برنامج "%@" موجود مسبقا.هل ترغب فى تنصيبه
da: Du har allerede installeret programmet "%@". Ønsker du at overskrive det?
hi: आपके पास पहले से हीअप्लीकेसन "%@" मौजूद है. क्या आप इसे फिर से शामिल करना चाहोगे?
ur: آُپ کے پاس پہلے ہی سے موجود ہے۔ کیا آپ اس کو دوبارہ شامل کرنا چاہوگے؟ "%@"
