Repository: hivewallet/hive-mac
Catalog: Hive/*.lproj/Localizable.strings
Languages: ar, da, de, es, fil, fr, hi, it, pl, ru, sr_latn, sv, ur

source: Please enter a different address.
de: Bitte geben Sie eine andere Adresse ein.
es: Por favor introduce una dirección diferente.
fil: Maari lamang na magpasok ng ibang address.
fr: Veuillez saisir une adresse différente.
it: Inserisci un indirizzo diverso.
pl: Podaj inny adres.
ru: Пожалуйста, введите другой адрес.
sr_latn: Molimo vas unesite drugu adresu.
sv: Vänligen, fyll i en annan adress.

source: Please enter a valid Bitcoin address or select one from the dropdown list.
ar: فضلا أدخل عنوان بتكوين صحيح او أختار من القائمة.
da: Indtast venligst en gyldig Bitcoin-adresse eller vælg fra lsiten.
de: Bitte geben sie eine gültige Bitcoinadresse ein oder wählen sie aus der Liste.
es: Por favor introduce una dirección Bitcoin válida o selecciona una de la lista desplegable.
fil: Ilagay ang tamang Bitcoin address o mamili mula sa dropdown list.
fr: Veuillez saisir une adresse Bitcoin valide ou en choisir une dans la liste déroulante.
hi: कृपया सही बिटकॅाइन एडरेस दर्ज करें या ड्रॉप डाउन सूची में से एक का चयन करें
it: Inserisci un indirizzo Bitcoin valido, oppure selezionalo dalla lista
pl: Podaj prawidłowy adres Bitcoin lub wybierz kontakt z listy.
ru: Пожалуйста, введите корректный Биткоин адрес или выберите из списка.
sr_latn: Molimo vas unesite ispravnu bitkoin adresu ili izaberite jednu sa padajuće liste.
sv: Vänligen, fyll i en korrekt Bitcoin-adress eller välj från rullgardinslistan.
ur: براہ مہربانی درست بٹ کوئن ایڈریس داخل کریں یا پھر ڈراپ ڈاؤن فہرست میں سے ایک کو منتخب کریں

source: Profile
ar: الملف الشخصي
da: Dine oplysninger
de: Profil
es: Perfil
fr: Profil
hi: प्रोफाइल
it: Profilo
pl: Profil
ru: Профиль
sr_latn: Profil
sv: Profil
ur: پروفائل

source: Quit anyway
ar: متابعة الأغلاق
da: Afslut alligevel
de: Dennoch beenden
es: Cerrar de todas formas
fil: Ituloy ang pag - quit
fr: Quitter quand même
hi: बहरहाल बंद करें
it: Esci comunque
pl: Zakończ
ru: Все равно выйти
sr_latn: Svejedno izađite
sv: Avsluta ändå
ur: بہر حال بند کریں

source: Received &a
de: &a erhalten
es: Recibido &a
fil: Nakakuha ng &a
fr: &a reçu
it: &a ricevuti
pl: Otrzymano &a
ru: Получено &a
sr_latn: Primljeno &a
sv: Mottaget &a

source: Received &a from &c
de: &a von &c erhalten
es: Recibido &a de &c
fil: Nakakuha ng &a mula kay &c
fr: &a reçu de &c
it: &a ricevuti da &c
pl: Otrzymano &a od &c
ru: Получено &a от &c
sr_latn: Primljeno &a od &c
sv: Mottaget &a från &c

source: Reinstall
de: Erneut installieren
es: Reinstalar
fil: I-reinstall
fr: Réinstaller
it: Reinstalla
pl: Przeinstaluj
ru: Переустановить
sr_latn: Reinstalirajte
sv: Ominstalera

source: Remove
de: Entfernen
es: Quitar
fil: Tanggalin
fr: Enlever
it: Rimuovi
pl: Usuń
ru: Удалить
sr_latn: Sklonite
sv: Ta bort

source: Selected directory is outside Dropbox folder.
de: Gewähltes Verzeichnis ist außerhalb des Dropbox-Ordners.
es: La carpeta seleccionada está fuera de Dropbox.
fil: Ang napiling directory ay nasa labas ng Dropbox folder.
fr: Le répertoire choisi est en dehors du dossier Dropbox.
it: La cartella seleziona è fuori da Dropbox.
pl: Wybrany katalog nie znajduje się wewnątrz folderu Dropbox.
ru: Выделенная директория находится вне папки Dropbox.
sr_latn: Izabrani direktorijum je izvan Dropbox foldera.
sv: Välj en katalog som är utanför Dropbox-plats.

source: Send
de: Senden
es: Enviar
fil: Ipadala
fr: Envoyer
it: Invia
pl: Wyślij
ru: Отправить
sr_latn: Pošaljite

source: Sent &a to &c
de: &a an &c gesendet
es: Enviar &a a &c
fil: Naipadala ang &a sa &c
fr: &a envoyé à &c
it: Invia &a a &c
pl: Wysłano &a do &c
ru: Отправлено &a на &c
sr_latn: Poslato &a ka &c
sv: Skickat &a till &c

source: Some funds are temporarily unavailable.
de: Ein Teil Ihres Guthabens ist vorübergehend nicht verfügbar.
es: Algunos fondos no están disponibles temporalmente.
fil: Ang ilang pondo ay pansamantalang hindi magagamit.
fr: Certains fonds sont temporairement non disponibles.
it: Alcuni fondi sono temporaneamente non disponibili.
pl: Część środków jest chwilowo niedostępna.
ru: Некоторые средства временно недоступны.
sr_latn: Jedan deo sredstava je privremeno nedostupan.
sv: Endel tillgångar är tillfälligt inte tillgängliga.

source: Start!
es: ¡Iniciar!
fil: Magsimula!
fr: Démarrer !
it: Inizia!
ru: Начать!
sr_latn: Pokrenite!

source: The application data file has been removed or corrupted.
de: Die App-Daten wurden entfernt oder beschädigt.
es: El archivo de datos de la aplicación ha sido eliminado o corrompido.
fil: Ang application data file ay tinanggal or na-corrupt.
fr: Le fichier de données de l'application a été enlevé ou est corrompu.
it: Il file di dati dell'applicazione è stato rimosso o corrotto.
pl: Plik z danymi aplikacji został usunięty lub uszkodzony.
ru: Файл приложения был удален или поврежден.
sr_latn: Fajl sa podacima iz aplikacije je uklonjen ili oštećen.
sv: Programmets datafil har blivit borttagen eller skadats.

source: The database was saved by a newer version of Hive - please download the latest version from http://hivewallet.com.
de: Die Hive-Datenbank wurde mit einer neueren Version gespeichert - Bitte laden Sie die neuste Version von http://hivewallet.com.
es: La base de datos fue guardada por una versión más nueva de Hive, por favor descarga la última versión desde http://hivewallet.com.
fil: Ang database ay nai-save sa mas bagong version ng Hive - maari lamang na magdownload ng pinakabagong version mull sa http://hivewallet.com.
fr: La base de données à été enregistrée par une nouvelle version de Hive - veuillez télécharger la dernière version depuis http://hivewallet.com.
it: Il database è stato salvato dalla versione più recente di Hive - per favore scarica l'ultima versione da http://hivewallet.com.
pl: Dane zostały zapisane przez nowszą wersję Hive - ściągnij najnowszą wersję z http://hivewallet.com.
ru: База данных была сохранена более новой версией Hive - пожалуйста скачайте последнюю версию с http://hivewallet.com.
sr_latn: Baza podataka je sačuvana od strane novije Hive verzije - molimo vas preuzmite najnoviju verziju sa http://hivewallet.com.
sv: Databasen sparades med en nyare version av Hive - Vänligen ladda hem senaste versionen av Hive från http://hivewallet.com.

source: The existing app file will be replaced by the new version. This will not affect any app settings or saved data.
de: Die bestehende App wird durch die neue Version ersetzt. Dies hat keine Auswirkung auf die Einstellungen und gespeicherten Daten innerhalb der App.
es: El archivo existente de la app será reemplazado por la nueva versión. Esto no afectará a ninguna opción de app o datos guardados.
fil: Ang umiiral na app file ay pinalitan ng bagong version. Hindi maapektuhan any kahit anong mga app setting o nai-save na data.
fr: Le fichier d'appli existant sera remplacé par la nouvelle version. Ceci n'affectera pas aucun paramètre de l'appli ni aucune donnée enregistrée.
it: Il file di applicazione attuale sarà sostituito dalla nuova versione. Questo non avrà alcun effetto sulle impostazioni e sui dati dell'applicazione.
pl: Poprzednia wersja aplikacji zostanie zastąpiona nową. Dane i ustawienia zapisane przez aplikację nie zostaną zmienione.
ru: Существующее приложение будет заменено новой версиией. Это не повлияет на какие-либо настройки приложения или сохраненные данные.
sr_latn: Postojeća aplikacija će biti zamenjena novijom verzijom. To neće uticati na podešavanja i sačuvane podatke.
sv: Nuvarande app-fil kommer att bli ersatt med en ny version. Detta kommer inte påverka några inställningar eller sparade uppgifter..

source: The file is damaged or does not contain a Hive application.
de: Die Datei ist beschädigt oder beinhaltet keine Hive Anwendung.
es: El fichero está dañado y no contiene ninguna aplicación de Hive
fil: Ang file ay sira o walang laman na kahit anong Hive application.
fr: Le fichier est corrompu ou ne contient pas l'application Hive.
it: Il file è danneggiato, o non contiene l'applicazione Hive.

source: This amount is too low to be sent through the network.
de: Der Betrag ist zu niedrig und kann nicht gesendet werden.
es: Esta cantidad es demasiado pequeña para ser enviada a través de la red.
fil: Ang dami ay masyadong mababa upang maipadala sa pamamagitan ng network.
fr: Le montant est trop petit pour être envoyé par le réseau.
it: Questo importo è troppo basso per poter essere inviato.

source: This can happen because of bugs in the wallet code or because the transaction was rejected by the network.
de: Dies kann durch Software-Fehler passieren oder weil die Transaktion vom Netzwork zurückgewiesen wurde.
es: Esto puede suceder debido a errores en el código de la cartera o porque la transacción fue rechazada por la red.
fil: Ito ay marring nangyari dahil saw bugs mull sa wallet code o dahil ang transaction nai-reject ng network.
fr: Ceci peut arriver à cause de bogues dans le code du portefeuille ou parce que la transaction a été rejetée par le réseau.
it: Questo può accadere a causa di alcuni bugs nel codice del portafoglio, o perchè la transazione è stata rifiutata dal network.
pl: To może się zdarzyć w wyniku błędów w oprogramowaniu, lub jeśli transakcja została odrzucona przez sieć Bitcoin.
ru: Это может произойти из-за ошибок в коде кошелька или потому что транзакция была отменена сетью.
sr_latn: Ovo može da se desi usled grešaka u kodu novčanika, ili zato što je transakcija odbačena od strane mreže.
sv: Detta kan hända på grund av en bugg i plånbokskoden eller att en transaktion blev avvisad av nätverket.

source: This is more than what you usually send.
de: Dieser Betrag ist höher als Ihre üblichen Transaktionen.
es: Esto es más de lo que usualmente envías.
fil: Ito ay mahigit sa kalimitan na iyong pinapadala.
fr: Vous n'envoyez pas tant habituellement.
it: Questo è molto di più di quanto invii di solito.
pl: To więcej niż zazwyczaj wysyłasz.
ru: Это больше, чем Вы обычно отправляете.
sr_latn: Iznos je veći od onog koji obično šaljete.
sv: Detta är större summa än vad du brukar skicka.

source: This is your wallet address.
de: Dies ist die Adresse Ihrer Geldbörse.
es: Ésta es la dirección de tu cartera.
fil: Ito ang iyong wallet address.
fr: Ceci est l'adresse de votre portefeuille.
it: Questo è l'indirizzo del tuo portafoglio.
pl: To jest twój własny adres.
ru: Это ваш адрес кошелька.
sr_latn: Ovo je adresa iz vašeg novčanika.
sv: Detta är din egna plånboksadress.

source: This isn't a valid Bitcoin address.
ar: عنوان بتكوين غير صحيح
da: Dette er ikke en gyldig Bitcoin-adresse.
de: Ungültige Bitcoin-Adresse.
es: Esta no es una dirección Bitcoin válida.
fil: Ito ay hindi tamang Bitcoin address.
fr: Cette adresse Bitcoin est invalide
hi: यह एक सही बिट कॅाइन एडरेस नहीं है
it: Questo non è un indirizzo Bitcoin valido.
pl: Podany adres Bitcoin jest nieprawidłowy.
ru: Это некорректный Биткоин адрес.
sr_latn: Ovo nije ispravna bitkoin adresa.
sv: Detta är inte en giltig Bitcoin-adress.
ur: یہ ایک درست بٹ کوئن ایڈریس نہیں ہے

source: Time Machine is disabled in System Preferences
de: Time-Machine ist in den Systemeinstellungen deaktiviert
es: Time Machine está deshabilitado en Preferencias del Sistema
fil: Ang Time Machine ay na-disable sa System Preferences
fr: Time Machine est désactivé dans les Préférences système
it: Time Machine è disaibilitato nelle Preferenze di Sistema
pl: Time Machine jest wyłączone w Preferencjach Systemowych
ru: Time Machine отключена в системных настройках
sr_latn: Time Machine je onesposobljen u sistemskim podešavanjima.
sv: Time Machine är avvaktiverad Systeminställningar

source: To protect your bitcoins, it's recommended that you enable at least one type of backup.
de: Es ist empfehlenswert minidestens ein Backup zu erstellen, um Ihre Bitcoins zu schützen.
es: Para proteger tus bitcoins se recomienda que actives al menos un tipo de copia de seguridad.
fil: Upang maprotektahan ang iyong mga bitcoin, nirerekomenda na i-enable ang kahit na isang uri ng backup
fr: Pour protéger vos bitcoins, il est recommandé que vous activiez au moins une sorte de sauvegarde.
it: Per proteggere i tuoi bitcoins, ti consigliamo di attivare almeno una modalità di backup.

source: To send this transaction, you'll need to wait for your pending transactions to be confirmed first (this shouldn't take more than a few minutes).
de: Um diese Transaktion zu senden, müssen Sie warten, bis Ihre offenen Transaktionen bestätigt wurden. (Dies sollte wenige Minuten dauern.)
es: Para enviar esta transacción, necesitarás esperar a que tus transacciones pendientes se confirmen primero (no debería tomar más de unos minutos).
fil: Upang maipadala ang transaction na ito, kinakailangan mag-antay para makumpirma ang iyong pending transactions muna ( ito ay hindi tatagal ng ilang minuto).
fr: Pour envoyer cette transaction, il vous faudra d'abord attendre que celles en attente soient confirmées (ceci ne devrait prendre que quelques minutes).
it: Per inviare questa transazione, devi aspettare che le tue transactioni in attesa di conferma siano confermate (normalmente è questione di minuti).
pl: Aby wysłać tą transakcję, musisz poczekać aż poprzednie transakcje zostaną potwierdzone (to nie powinno zająć więcej niż kilka minut).
ru: Для отправки этой транзакции Вам нужно сначала дождаться подтверждения неподтвержденных транзакций (это не должно занять более нескольких минут).
sr_latn: Kako bi poslali ovu transakciju morate sačekati da vaše transakcije na izvršenju budu potvrđene (to ne bi trebalo da traje duže od nekoliko minuta).
sv: För att skicka denna transaktion, måste du vänta att dina avvaktande transaktioner blir bekräftade först (Det bör inte ta mer än några minuter).

source: To use the app, please update to the latest version of Hive.
de: Bitte aktualisieren Sie auf die letzt Version von Hive um diese App nutzen zu können.
es: Para usar esta aplicación, por favor actualice Hive a la última versión.
fil: Upang magamit ang app, maari lamang na i-update sa pinakahuling salin ng Hive.
fr: Pour utiliser cette appli. veuillez mettre à jour vers la dernière version de Hive.
it: Per usare l'app devi aggiornare Hive all'ultima versione.

source: Transaction cancelled
de: Transaction abgebrochen
es: Transacción cancelada
fil: Ang transaction ay naikansela
fr: Transaction annulée
it: Transazione cancellata
pl: Transakcja została anulowana
ru: Транзакция отменена
sr_latn: Transakcija je otkazana
sv: Transaktion avbryten

source: Transaction completed
de: Transaction ausgeführt
es: Transacción completada
fil: Ang transaction ay nakumpleto na
fr: Transaction terminée
it: Transazione completata
pl: Transakcja została wysłana
ru: Транзакция завершена
sr_latn: Transakcija je izvršena
sv: Transaktion slutförd

source: Transaction could not be completed.
ar: لا يمكن اتمام المعاملة
da: Transaktionen blev ikke gennemført.
de: Transaktion konnte nicht ausgeführt werden.
es: La transacción no pudo completarse.
fil: Hindi maikumpleto ang transaction.
fr: La transaction n'a pas pu être terminée
hi: लेन - देन पूरा नहीं किया जा सकता है.
it: La transazione non può essere completata.
pl: Transakcja nie mogła zostać wykonana.
ru: Транзакция не может быть завершена.
sr_latn: Transakcija ne može biti izvršena.
sv: Transaktion kunde inte genomföras.
ur: ٹرانزیکشن مکمل نہیں ہوسکتی ھیں

source: Transaction from %@ was cancelled.
de: Die Transaktion von %@ wurde abgebrochen.
es: Transacción de %@ fue cancelada.
fil: Ang transaction mula sa %@ ay nai-kansela.
fr: La transaction du %@ a été annulée.
it: La transazione da %@ è stata cancellata.
pl: Transakcja z %@ została anulowana.
ru: Транзакция от %@ была отменена.
sr_latn: Transakcija od %@ je otkazana.
sv: Transaction från %@ blev avbryten.

source: Transactions
ar: المعاملة
da: Transaktioner
de: Transaktion
es: Transacciones
fil: mga Transaction
hi: लेन - देन
it: Transazioni
pl: Transakcje
ru: Транзакции
sr_latn: Transakcije
sv: Transaktion
ur: ٹرانزیکشن

source: Uninstall
es: Desinstalar
fil: I-uninstall
it: Disinstalla

source: Uninstall application
es: Desinstalar aplicación
fil: I-uninstall ang application
it: Disinstalla applicazione

source: Up to date
de: aktuell
es: Actualizado
fr: À jour
it: aggiornato
pl: Aktualna kopia
ru: Актуален
sr_latn: Usklađeno
sv: Aktuell

source: Visit application's site
es: Visita la web de la aplicación
fil: Bisitahin ang site ng application
it: Visita il sito dell'applicazione

source: Waiting for backup
de: Warte auf Backup
es: Esperando un backup
fil: Nag-aantay para sa backup
fr: En attente de la sauvegarde
it: In attesa del backup
pl: Oczekiwanie na wykonanie kopii
ru: Ожидание резерв. копии
sr_latn: Čeka se pravljenje pomoćne kopije
sv: Väntar på säkerhetskopierng

source: We cannot guarantee the safety of all apps - please be careful if you download Hive apps from third party sites.
de: Wir können nicht die Sicherheit aller Apps garantieren – Bitte seien Sie vorsichtig, falls sie Hive-Apps von fremden Quellen herunterladen.
es: No podemos garantizar la seguridad de todas las apps - por favor ten cuidado si descargas apps de Hive desde un sitio de terceros.
fil: Hindi namin magagarantiya ang kaligtasan ng lahat ng mga app - maari lamang na mag-ingat kung mag-download ng mga Hive app mula sa bang sites..
fr: Nous ne pouvons garantir la sécurité de toutes les applis - veuillez faire attention si vous téléchargez des applis Hive depuis des sites tiers.
it: Non possiamo garantire la sicurezza di tutte le applicazioni -per favore presta molta attenzione se scarichi Hive da terze parti.
pl: Nie możemy zagwarantować bezpieczeństwa wszystkich aplikacji - zachowaj ostrożność jeśli ściągasz aplikacje ze stron innych producentów.
ru: Мы не можем гарантировать безопасность всех приложений - пожалуйста, будьте осторожны когда скачиваете приложения Hive у третьих лиц.
sr_latn: Mi ne možemo garantovati bezbednost svih aplikacija - molimo vas budite pažljivi ukoliko preuzimate Hive aplikacije od trećih strana.
sv: Vi kan inte garantera säkerheten för alla appar - var försiktigt om du laddar hem Hive-appar från tredjepartssidor.

source: Welcome
de: Wilkommen
es: Bienvenido
fil: Mabuhay
fr: Bienvenue
it: Benvenuto
pl: Witaj
ru: Добро пожаловать
sr_latn: Dobrodošli
sv: Välkommen

source: What does this mean?
de: Was bedeutet das?
es: ¿Qué significa esto?
fil: Ano ibig sabihin nito?
fr: Qu'est-ce que ceci signifie ?
it: Cosa significa?
pl: Co to znaczy?
ru: Что это означает?
sr_latn: Šta ovo znači?
sv: Vad betyder detta?

source: You can install it again through the App Store app later if you change your mind.
es: Puedes instalarla de nuevo a través de la aplicación App Store si cambias de idea más tarde.
fil: Maari mong i-install ito uli mula sa App Store kung magbago ang iyong isip.
it: Se cambi idea, puoi installarlo nuovamente dall'App Store.

source: You cannot send more money than you own.
ar: لا يمكنك أرسال أموال اكثر مما تملك
da: Du kan ikke sende flere penge, end du har til rådighed.
de: Sie können nicht mehr Geld senden als sie besitzen.
es: No puedes enviar más dinero del que tienes.
fil: Hindi ka maaring magpadala ng pera nang higit sa kung ano ang meron ka.
fr: Vous ne pouvez pas envoyer plus d'argent que vous n'en avez.
hi: आप अपने खाते में मौजूद राशि से अधिक राशि नहीं भेज सकते हैं
it: Non puoi inviare più soldi di quelli che hai.
pl: Nie możesz wysłać więcej Bitcoinów niż masz na koncie.
ru: Невозможно отправить больше денег, чем у Вас есть.
sr_latn: Ne možete poslati više novca nego što imate.
sv: Du kan inte skcika mer pengar än vad du äger.
ur: آپ اپنے اکاؤنٹ میں موجود رقم سے زیادہ رقم نہیں بھیج سکتے ہیں

source: You have already added "%@" to Hive. Would you like to overwrite it?
de: Sie haben "%@" bereits zu Hive hinzugefügt. Möchten Sie es überschreiben?
es: Ya has añadido a "%@" a Hive. ¿Te gustaría sobreescribirlo?
fil: Nai-add mo na ang "%@" sa Hive. Nais mo bang i-overwrite ito?
fr: Vous avez déjà ajouté « %@ » à Hive. Voudriez-vous l'écraser ?
it: Hai già aggiunto "%@" ad Hive. Vuoi sostituirlo?
pl: Dodałeś już aplikację "%@" do Hive. Czy chcesz ją zainstalować ponownie?
ru: Вы уже добавили "%@" в Hive. Вы хотите заменить?
sr_latn: Već ste dodali "%@" na Hive. Da li želite da zapišete preko toga?
sv: Du har redan lagt till "%@" till Hive. Vill du skriva upp det?

source: You have sent %@.
de: Sie haben %@ gesendet.
es: Has enviado %@.
fil: Ikaw ay nagpadala ng %@.
fr: Vous avez envoyé %@.
it: Hai inviato %@.
pl: Wysłano %@.
ru: Вы отправили %@.
sr_latn: Poslali ste %@.
sv: Du har skickat %@.

source: You must install Dropbox first (see www.dropbox.com).
de: Sie müssen zunächst Dropbox installieren (siehe www.dropbox.com).
es: Debes instalar Dropbox primero (mira www.dropbox.com).
fil: Kailangan mo munang i-install ang Dropbox (see www.dropbox.com).
fr: Vous devez d'abord installer Dropbox (voir www.dropbox.com).
it: Prima devi installare Dropbox (visita www.dropbox.com).
pl: Musisz najpierw zainstalować Dropbox (zobacz www.dropbox.com).
ru: Вам нужно сначала установить Dropbox (смоьтри www.dropbox.com).
sr_latn: Prvo morate instalirati Dropbox (pogledati www.dropbox.com).
sv: Du måste installera dropbox först (se www.dropbox.com).

source: You need to choose or create a directory inside your Dropbox folder.
de: Sie müssen einen Ordner innerhalb des Dropbox-Ordners wählen.
es: Necesitas elegir o crear una carpeta dentro de Dropbox.
fil: Kinakailangan mong mamili o gumawa ng directory sa loob ny iyong Dropbox folder.
fr: Vous devez choisir ou créer un répertoire dans votre dossier Dropbox.
it: Devi selezionare o creare una cartella in Dropbox.
pl: Musisz wybrać lub założyć katalog wewnątrz twojego folderu Dropbox.
ru: Вам нужно выбрать или создать директорию внутри папки Dropbox.
sr_latn: Morate da izaberete ili napravite direktorijum unutar vašeg Dropbox foldera.
sv: Du måste välja eller skapa en katalog i din Dropbox-plats.

source: You need to give the contact a name before you can add it to the list.
ar: يتوجب عليك أدخال أسم جهة الاتصال قبل أدراجه فى القائمة
da: Det er nødvendigt at give kontaktpersonen et navn, før denne kan føjes til listen.
de: Bitte geben Sie ihrem Kontakt einen Namen um ihn der Liste hinzuzufügen.
es: Tienes que darle un nombre al contacto antes de añadirle a la lista.
fil: Kailangan mong pangalanan ang contact bago mo ito maidada-dagdag sa listahan.
fr: Vous devez donner un nom au contact avant de pouvoir l'ajouter à la liste.
hi: कृपया संपर्क सूची में जोड़ने से पहले कोई नाम दे
it: Prima di poter aggiungere alla lista il contatto devi inserire il nome.
pl: Kontakt musi mieć jakąś nazwę, żeby mógł zostać dodany do listy.
ru: Необходимо придумать имя контакту, прежде чем Вы сможете добавить его.
sr_latn: Morate navesti ime kontakta pre nego što ga dodate na listu.
sv: Du måste ge kontakten ett namn innan du kan lägga till i listan
ur: براہ مہربانی رابطہ کو فہرست میں شامل کرنے سے پہلے کوئی نام دے

source: You need to set a wallet password first (see Wallet menu).
de: Sie müssen Ihrer Geldbörse zunächst ein Passwort hinzufügen (siehe Menü „Geldbörse”).
es: Necesitas configurar una contraseña primero (mira el menú Cartera).
fil: Ikaw ay nangangailangan na mag-set ng wallet password muna (tingnan any Wallet menu).
fr: Vous devez d'abord mettre en place un mot de passe de portefeuille (voir le menu Portefeuille).
it: Prima devi impostare una password per il Portafoglio (utilizza il menu del Portafoglio).
pl: Musisz najpierw ustawić hasło portfela (zajrzyj do menu Portfel).
ru: Вы должны сначала установить пароль кошелька (смотри меню Кошелька).
sr_latn: Prvo morate podesiti lozinku novčanika (pogledati meni novčanika).
sv: Duy måste ange ett plånbokslösenord först (se Plånboksmenyn).
